[
    {
        "question": "Я чувствую стыд, когда допускаю ошибки, не справляюсь или нуждаюсь в помощи.",
        "type": "A"
    },
    {
        "question": "Мне кажется, что другие осуждают мое тело, внешность или привычки.",
        "type": "A"
    },
    {
        "question": "Боюсь сексуальных инициатив. Мне близка мысль: \"Мое тело не идеально\".",
        "type": "A"
    },
    {
        "question": "Мне проще «спасать» других, игнорируя собственные потребности.",
        "type": "A"
    },
    {
        "question": "Критика вызывает у меня желание спрятаться или так же начать себя критиковать и обесценивать, или «нападать» в ответ на критикующего.",
        "type": "A"
    },
    {
        "question": "Мне проще скрывать свои потребности, чтобы не выглядеть \"обузой\".",
        "type": "A"
    },
    {
        "question": "Чувствую вину, когда трачу деньги на себя.",
        "type": "A"
    },
    {
        "question": "Часто говорю \"извините\" без реального повода.",
        "type": "A"
    },
    {
        "question": "Занижаю цены на услуги, боюсь повысить тарифы. Терплю периодическую задержку оплаты: \"Клиенту сложно, нужно войти в положение или неудобно напоминать\".",
        "type": "A"
    },
    {
        "question": "Мне трудно принимать комплименты, чувствую смущение или недостойность.",
        "type": "B"
    },
    {
        "question": "Я требую от себя (и/или от окружающих) безупречности и осуждаю слабость. В принципе считаю, что показывать слабость — стыдно. Не прошу помощи, даже когда она нужна.",
        "type": "B"
    },
    {
        "question": "Мне сложно расслабиться (честно отдохнуть без чувства вины за безделье), чувствую периодически накопленную усталость и напряжение.",
        "type": "B"
    },
    {
        "question": "Часто чувствую, что меня обделили или недооценили. \"Никто не может оценить мои усилия по достоинству\".",
        "type": "B"
    },
    {
        "question": "Часто не удовлетворен(а) доходом даже при «хорошей» (по мнению окружающих) прибыли.",
        "type": "B"
    },
    {
        "question": "Злюсь, если кто-то нарушает мои планы.",
        "type": "B"
    },
    {
        "question": "Делю друзей/партнёров на \"достойных\" и \"недостойных\".",
        "type": "B"
    },
    {
        "question": "В детстве меня хвалили только за достижения.",
        "type": "B"
    },
    {
        "question": "Я не доверяю обещаниям и жду подвоха даже от близких (и периодически, «нахожу» подтверждение своих опасений).",
        "type": "C"
    },
    {
        "question": "Злюсь, если кто-то нарушает договоренности или не оправдывает моих ожиданий.",
        "type": "C"
    },
    {
        "question": "Стараюсь все контролировать, чтобы избежать разочарования и все равно разочаровываюсь периодически.",
        "type": "C"
    },
    {
        "question": "Боюсь или стесняюсь отказывать клиентам/партнерам, предполагая, что тогда они уйдут к конкурентам.",
        "type": "C"
    },
    {
        "question": "Проверяю телефон, соцсети партнера. Запрещаю общаться с друзьями противоположного пола. Склонен(а) к ревности.",
        "type": "C"
    },
    {
        "question": "Страшно слишком сблизиться с партнером, стать зависимым от него.",
        "type": "C"
    },
    {
        "question": "Мне трудно делегировать задачи — кажется, что другие сделают хуже или вообще не сделают вовремя.",
        "type": "C"
    },
    {
        "question": "Периодически чувствую желание отомстить «обидчикам».",
        "type": "C"
    },
    {
        "question": "Я редко чувствую себя с кем-то по-настоящему близким, чаще чувствую себя «не в своей тарелке» в компании (особенно незнакомой).",
        "type": "D"
    },
    {
        "question": "Предпочитаю оставаться в тени, чтобы не привлекать внимания лишний раз. Избегаю вести соцсети из-за страха хейта и убеждаю себя и всех, что это «не моё».",
        "type": "D"
    },
    {
        "question": "Мне кажется, что я «не такой, как все», и если меня хорошо узнают, то не примут.",
        "type": "D"
    },
    {
        "question": "Мне проще молчать и слушать из страха сказать \"глупость\", выглядеть нелепо. Мечтаю «исчезнуть», когда попадаю в неловкую ситуацию.",
        "type": "D"
    },
    {
        "question": "Откладываю повышение цен, из страха что «Клиенты отвернутся» или придется с ними лишний раз объясняться.",
        "type": "D"
    },
    {
        "question": "Я до последнего избегаю конфликтов, даже если это вредит моим интересам.",
        "type": "D"
    },
    {
        "question": "Держу дистанцию с родными, чтобы не «раниться» заново об их «непринятие» и обесценивание.",
        "type": "D"
    },
    {
        "question": "Отказываюсь от публичности, под предлогом «мне нечего особенного сказать» или «пусть продукт/услуга говорит за себя», или «качественное в рекламе не нуждается».",
        "type": "D"
    },
    {
        "question": "Я панически боюсь одиночества и цепляюсь за отношения, даже если понимаю, что они мне не подходят.",
        "type": "E"
    },
    {
        "question": "Удерживаю «токсичных» клиентов/сотрудников/партнеров из страха не найти лучше или что сам(а) не справлюсь (держусь за иллюзию, что они точка опоры).",
        "type": "E"
    },
    {
        "question": "Отказываюсь от хобби/друзей, терплю измены и/или унижения, и/или алкоголь (или другие зависимости) нахожу оправдания такому поведению.",
        "type": "E"
    },
    {
        "question": "Часто жертвую своими планами, чтобы угодить другим. Забываю о своих делах, личных интересах, если близкий просит о внимании.",
        "type": "E"
    },
    {
        "question": "Чувствую тревогу, если близкий человек не отвечает долго на сообщение, особенно если был онлайн.",
        "type": "E"
    },
    {
        "question": "Боюсь «остановиться» (страх, что всё рухнет тогда, «умру бомжом под мостом»).",
        "type": "E"
    },
    {
        "question": "Чувствую опустошение, когда партнер в отъезде надолго.",
        "type": "E"
    },
    {
        "question": "Гиперопекаю детей или близких, чувствую вину, если провожу время хорошо без них, требую/ожидаю благодарности: \"Я для тебя всем пожертвовал(а), а ты(вы) неблагодарный(ые)!\".",
        "type": "E"
    },
    {
        "question": "Часто терплю, что родственники не держат данное слово и мирюсь, что мне нужно решать самому/самой, и не разрешаю себе проявить злость, считая что это бесполезно, или что потом «дороже» будет.., и всё равно самому/самой придётся всё делать.",
        "type": "E"
    }
]